tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/test-bot'
tap 'linuxbrew/developer'
tap 'youtux/livecheck'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'cmake'
brew 'doxygen'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'git'
brew 'hub'
brew 'jpeg'
brew 'libpng'
brew 'openssl'
brew 'libssh2'
brew 'libtool'
brew 'libyaml'
brew 'mplayer'
brew 'numpy'
brew 'pandoc'
brew 'pandoc-citeproc'
brew 'perl'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ruby'
brew 'rust'
brew 'ssh-copy-id'
brew 'vim'
brew 'wget'
brew 'homebrew/science/bamm'
brew 'homebrew/science/beagle'
brew 'homebrew/science/beast'
cask 'cd-to'
cask 'flux'
cask 'mactex'
cask 'macvim'
cask 'r-app'
cask 'rstudio'
cask 'simple-comic'
cask 'skype'
cask 'synergy'
cask 'xscreensaver'
