tap "brewsci/base"
tap "brewsci/bio"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/linux", "https://github.com/Homebrew/linuxbrew-core"
tap "homebrew/linux-dev"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jonchang/biology"
tap "linuxbrew/xorg"
brew "gcc"
brew "openblas"
brew "armadillo"
brew "readline"
brew "sqlite"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "awscli"
brew "beast"
brew "black"
brew "blast"
brew "boost"
brew "cairo"
brew "cmake"
brew "cpanminus"
brew "ctags"
brew "curl"
brew "docbook"
brew "epubcheck"
brew "exiftool"
brew "fd"
brew "flac"
brew "giflib"
brew "libbluray"
brew "x264"
brew "ffmpeg"
brew "pango"
brew "fontforge"
brew "fork-cleaner"
brew "fortune"
brew "gawk"
brew "gdb"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "gnu-tar"
brew "qt"
brew "gnuplot"
brew "grails"
brew "graphviz"
brew "grep"
brew "gsl"
brew "hbase"
brew "help2man"
brew "httping"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libiconv"
brew "libxml2"
brew "mafft"
brew "make"
brew "mas"
brew "openjdk"
brew "megatools"
brew "meson"
brew "ncurses"
brew "nethack"
brew "nlopt"
brew "nmap"
brew "node"
brew "numpy"
brew "qpdf"
brew "ocrmypdf"
brew "openconnect"
brew "openjdk@8"
brew "optipng"
brew "osx-cpu-temp"
brew "p7zip"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "pandocomatic"
brew "parallel"
brew "pax-construct"
brew "pipgrip"
brew "poetry"
brew "poppler"
brew "postgresql"
brew "potrace"
brew "pwgen"
brew "pypy"
brew "pypy3"
brew "python@2"
brew "python@3.7"
brew "raxml-ng"
brew "rename"
brew "reorder-python-imports"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "scipy"
brew "sdl2_mixer"
brew "shellcheck"
brew "spidermonkey"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "subversion"
brew "svgo"
brew "tectonic"
brew "tig"
brew "tiger-vnc"
brew "ttyrec"
brew "unrar"
brew "upx"
brew "vim"
brew "vips"
brew "wget"
brew "youtube-dl"
brew "zola"
brew "brewsci/bio/astral"
brew "brewsci/bio/bali-phy"
brew "brewsci/bio/bamm"
brew "brewsci/bio/biomake"
brew "brewsci/bio/busco"
brew "brewsci/bio/consel"
brew "brewsci/bio/cutadapt"
brew "brewsci/bio/delly"
brew "brewsci/bio/exabayes"
brew "brewsci/bio/exonerate"
brew "brewsci/bio/express"
brew "brewsci/bio/fasttree"
brew "brewsci/bio/figtree"
brew "brewsci/bio/iqtree"
brew "brewsci/bio/jellyfish"
brew "brewsci/bio/libpll"
brew "brewsci/bio/mp-est"
brew "brewsci/bio/mpboot"
brew "brewsci/bio/mrbayes", args: ["with-open-mpi"]
brew "brewsci/bio/muscle"
brew "brewsci/bio/phlawd"
brew "brewsci/bio/phyx"
brew "brewsci/bio/r8s"
brew "brewsci/bio/raxml"
brew "brewsci/bio/rcorrector"
brew "brewsci/bio/salmon"
brew "brewsci/bio/skesa"
brew "brewsci/bio/stringtie"
brew "brewsci/bio/treepl"
brew "brewsci/bio/trinity"
brew "jonchang/biology/bucky"
brew "jonchang/biology/genomescope"
brew "jonchang/biology/illumiprocessor"
brew "jonchang/biology/phlawd_db_maker"
brew "jonchang/biology/phylocom"
brew "jonchang/biology/phylonet"
brew "jonchang/biology/revbayes"
brew "jonchang/biology/sowhat"
cask "1password"
cask "adobe-acrobat-reader"
cask "bibdesk"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dwarf-fortress"
cask "ealeksandrov-cd-to"
cask "epubquicklook"
cask "flux"
cask "gfortran"
cask "gimp"
cask "graphsketcher"
cask "inkscape"
cask "kindle"
cask "mactex"
cask "mendeley-desktop"
cask "monitorcontrol"
cask "mpv"
cask "obs"
cask "obs-virtualcam"
cask "orka"
cask "r"
cask "ripcord"
cask "rstudio"
cask "sensiblesidebuttons"
cask "sequel-pro"
cask "skype"
cask "smcfancontrol"
cask "synergy"
cask "tor-browser"
cask "transmission"
cask "virtualbox"
cask "vlc"
cask "xquartz"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
