tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/linux-dev'
tap 'homebrew/livecheck'
tap 'homebrew/test-bot'
tap 'brewsci/bio'
tap 'jonchang/biology'

cask 'r'
cask 'cd-to'
cask 'mactex'
cask 'macvim'
cask 'rstudio'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'orka'
cask 'skype'
cask 'transmission'

brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'libtool'
brew 'pkg-config'

brew 'hub'
brew 'fd'
brew 'rg'
brew 'parallel'
brew 'jq'
brew 'xz'
brew 'imagemagick'
brew 'unrar'
brew 'pwgen'

brew 'pandoc'
brew 'pandoc-citeproc'
brew 'pandoc-crossref'

brew 'mas'
brew 'ssh-copy-id'

brew 'vim'
brew 'wget'

mas 'Slack', id: 803453959
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
